[
  {
    "DOI": "10.1080/01639374.2014.882465",
    "ISSN": "0163-9374, 1544-4554",
    "URL": "http://www.tandfonline.com/doi/abs/10.1080/01639374.2014.882465",
    "abstract": "The Library of Congress (LC) and the Program for Cooperative Cataloging (PCC) interpretation of Resource Description and Access (RDA) 9.7 regarding gender when identifying persons reinforces regressive conceptions of gender identity. The rule instructs catalogers to record gender when identifying persons, and although RDA gives catalogers the flexibility to record more than two gender labels, LC limits Name Authority Cooperative Program (NACO) catalogers to a binary label: male, female, or not known. In this article, the authors challenge gender as a descriptive attribute for personal names, critique how LC is instructing NACO catalogers to record elements about gender, and make recommendations to address describing persons in LC authority records.",
    "accessed": {
      "date-parts": [
        [
          2022,
          11,
          12
        ]
      ]
    },
    "author": [
      {
        "family": "Billey",
        "given": "Amber"
      },
      {
        "family": "Drabinski",
        "given": "Emily"
      },
      {
        "family": "Roberto",
        "given": "K. R."
      }
    ],
    "container-title": "Cataloging & Classification Quarterly",
    "container-title-short": "Cataloging & Classification Quarterly",
    "id": "billeyWhatGenderGot2014",
    "issue": "4",
    "issued": {
      "date-parts": [
        [
          2014,
          5,
          19
        ]
      ]
    },
    "language": "en-US",
    "page": "412-421",
    "title": "What’s Gender Got to Do with It? A Critique of RDA 9.7",
    "title-short": "What’s Gender Got to Do with It?",
    "type": "article-journal",
    "volume": "52"
  },
  {
    "URL": "https://dartmouth.hosted.panopto.com/Panopto/Pages/Viewer.aspx?id=cc863047-6c5d-4751-a201-adc30026842d",
    "abstract": "A film by Sawyer Broadley, Jill Baron, Óscar Rubén Cornejo Cásares and Melissa Padilla.",
    "issued": {
      "date-parts": [
        [
          2019
        ]
      ]
    },
    "accessed": {
      "date-parts": [
        [
          2022,
          11,
          12
        ]
      ]
    },
    "author": [
      {
        "family": "Broadley",
        "given": "Sawyer"
      },
      {
        "family": "Baron",
        "given": "Jill"
      },
      {
        "family": "Cornejo Cásares",
        "given": "Óscar Rubén"
      },
      {
        "family": "Padilla",
        "given": "Melissa"
      }
    ],
    "id": "ChangeSubjecta",
    "language": "en-US",
    "title": "Change The Subject",
    "type": "motion_picture"
  },
  {
    "DOI": "10.1080/01639370903112013",
    "ISSN": "0163-9374, 1544-4554",
    "URL": "http://www.tandfonline.com/doi/abs/10.1080/01639370903112013",
    "abstract": "We have not properly studied the uses to which catalogs are put by their users, nor have we attempted until recently to consider empirical evidence in the construction of cataloging rules. The result is an oddly rationalized sort of pragmatism inherent in generations of rules for resource description. This lack of theoretical commitment in resource description has ethical implications for all of information organization because it leads to poorly served users of catalogs. One particularly egregious ethical issue is bibliocentrism. Beghtol challenges us to engage in applications research to affirm a theoretical basis, contrasting cultural warrant with ethical warrant. The importance of cultural warrant in the ethics of knowledge representation follows closely on Hjørland’s emphasis on activitytheoretic and domain-specificity. The present study asks whether schemas for resource description restrict access by constraining objectivity. The objective is to discover empirically, via case-study method, some of the ways in which standards for resource description might present threats to information ethics. The analysis of a set of specific cases uses bibliographic records analyzed using the aforementioned lenses: bibliocentrism, activity theory and use, cultural warrant, and exploitative power. Results show a paradigm of description that has little reference to potential uses of resources, raising a specter of unfulfilled expectations. We see the ethical limits of just this one aspect of resource description. We look toward design of an ethical, culturally focused, information retrieval paradigm.",
    "accessed": {
      "date-parts": [
        [
          2022,
          11,
          12
        ]
      ]
    },
    "author": [
      {
        "family": "Smiraglia",
        "given": "Richard P."
      }
    ],
    "container-title": "Cataloging & Classification Quarterly",
    "container-title-short": "Cataloging & Classification Quarterly",
    "id": "smiragliaBibliocentrismCulturalWarrant2009",
    "issue": "7",
    "issued": {
      "date-parts": [
        [
          2009,
          9
        ]
      ]
    },
    "language": "en-US",
    "page": "671-686",
    "title": "Bibliocentrism, Cultural Warrant, and the Ethics of Resource Description: A Case Study",
    "title-short": "Bibliocentrism, Cultural Warrant, and the Ethics of Resource Description",
    "type": "article-journal",
    "volume": "47"
  },
  {
    "DOI": "10.1080/01639374.2020.1795767",
    "ISSN": "0163-9374, 1544-4554",
    "URL": "https://www.tandfonline.com/doi/full/10.1080/01639374.2020.1795767",
    "abstract": "Catalogers often need to make ethical decisions about their daily work. What is the starting point for defining cataloging ethics and how do practitioners define the concept? In this article, the authors explore definitions of ethics and cataloging ethics in the literature, and subsequently analyze responses to a question asking respondents to define cataloging ethics. Set against the existing backdrop of the American Library Association “Code of Ethics,” the authors propose that shared values create a framework for discussing cataloging ethics, rather than a single articulated definition.",
    "accessed": {
      "date-parts": [
        [
          2022,
          11,
          12
        ]
      ]
    },
    "author": [
      {
        "family": "Snow",
        "given": "Karen"
      },
      {
        "family": "Shoemaker",
        "given": "Beth"
      }
    ],
    "container-title": "Cataloging & Classification Quarterly",
    "container-title-short": "Cataloging & Classification Quarterly",
    "id": "SnowDefiningCatalogingEthics2020",
    "issue": "6",
    "issued": {
      "date-parts": [
        [
          2020,
          8,
          17
        ]
      ]
    },
    "language": "en-US",
    "page": "533-546",
    "title": "Defining Cataloging Ethics: Practitioner Perspectives",
    "title-short": "Defining Cataloging Ethics",
    "type": "article-journal",
    "volume": "58"
  },
  {
    "URL": "https://id.loc.gov/authorities/subjects/sh85003545.html",
    "abstract": "The Linked Data Service provides access to commonly found standards and vocabularies promulgated by the Library of Congress. This includes data values and the controlled vocabularies that house them. Datasets available include LCSH, BIBFRAME, LC Name Authorities, LC Classification, MARC codes, PREMIS vocabularies, ISO language codes, and more.",
    "accessed": {
      "date-parts": [
        [
          2022,
          11,
          12
        ]
      ]
    },
    "author": [
      {
        "dropping-particle": "of",
        "family": "Congress",
        "given": "The Library"
      }
    ],
    "genre": "webpage",
    "id": "thelibraryofcongressNoncitizensLCLinked",
    "language": "en-US",
    "title": "Noncitizens - LC Linked Data Service: Authorities and Vocabularies | Library of Congress, from LC Linked Data Service: Authorities and Vocabularies (Library of Congress)",
    "title-short": "Noncitizens - LC Linked Data Service",
    "type": "webpage"
  }
]
